Repository: Azizbekdevn1/luch_stom_interprice
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Personal info
ru: Личная информация

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

source: created_at
ru: Создан в

source: updated_at
ru: Обновлено в

source: first_name
ru: Имя

source: last_name
ru: Фамилия

source: username
ru: никнейм

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: category_name
ru: Название категории

source: Category
ru: Категория

source: Categories
ru: Категории

source: country_name
ru: Название

source: Country
ru: Страна

source: Countries
ru: Страны

source: product_title
ru: Название продукта

source: product_description
ru: Описание продукта

source: product_image
ru: Название продукта

source: product_price
ru: Цена продукта

source: product_quantity
ru: Количество продукта

source: product_category
ru: Категория продукта

source: product_country
ru: Страна продукта

source: Product
ru: Продукт

source: Products
ru: Продукты

source: News_Receiver
ru: Получатель

source: News_Receivers
ru: Получатели

source: new_title
ru: Название

source: new_description
ru: Описание

source: new_image
ru: Фотография

source: New
ru: Новость

source: News
ru: Новости

source: English
ru: Английский

source: Russian
ru: Русский

source: Uzbek
ru: Узбекский

source: About_Us_header
ru: О нас

source: Services
ru: Услуги

source: Partners
ru: Партнеры

source: Contact_Us_header
ru: Контакты

source: About_Us_inner
ru: О нас

source: Contact_Us_inner
ru: Контакты

source: Order technique
ru: Заказать технику

source: About Us
ru: О нас

source: We ensure prompt delivery and installation of any medical equipment you purchase from us.
ru: Мы гарантируем оперативную доставку и установку любого медицинского оборудования, приобретенного у нас.

source: Quick Links
ru: Быстрые ссылки

source: About_Us_footer
ru: О нас

source: Contact_Us_footer
ru: Контакты

source: Other Links
ru: Другие ссылки

source: Open Hours
ru: Время работы

source: Monday - Saturday
ru: Пон – Суб:

source: 9am-7pm
ru: с 9:00 до 19:00

source: Sunday and Holidays - days off
ru: Воскресенье и праздники - выходные

source: Newsletter
ru: Новости

source: Subscribe to our newsletter to get all our news in your inbox.
ru: Подпишитесь на нашу рассылку, чтобы получать все наши новости на свой почтовый ящик.

source: Email Address
ru: Электронная почта

source: Contact Us
ru: Контакты

source: About_Us_contact
ru: О нас

source: Contact_Us_contact
ru: Контакты

source: Contact With Us
ru: Свяжитесь с нами

source: If you have any questions please fell free to contact with us.
ru: Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с нами.

source: Name
ru: Имя

source: Email
ru: Почта

source: Phone
ru: Номер

source: Subject
ru: Тема

source: Your Message
ru: Ваше сообщение

source: Send
ru: Отправлять

source: Do you want to subscribe our Newsletter?
ru: Хотите подписаться на наши новости?

source: Uzbekistan, Tashkent, Mirzo-Ulugbek dt, TTZ-4,
ru: Узбекистан, Ташкент, Мирзо-Улугбекский р-н, ТТЗ-4,

source: st. YUZRABOT, 24
ru: ул. ЮЗРАБОТ, 24

source: Mon - Sat:
ru: Пн – Сб:

source: 8am - 5pm
ru: с 8:00 до 17:00

source: Sunday Closed
ru: Воскресенье - выходной

source: We <span>Sell</span> Products That Exceed Your Expectations!
ru: Мы <span>продаем</span> товары, которые превосходят ваши ожидания!

source: Discover quality and reliability with our top-notch products, designed to cater to all your needs.
ru: Откройте для себя качество и надежность нашей первоклассной продукции, созданной для удовлетворения всех ваших потребностей.

source: View Products
ru: Посмотреть продукты

source: Learn More
ru: Подробнее

source: We <span>Deliver</span> Excellence Right to Your Doorstep!
ru: Мы <span>доставляем</span> совершенство прямо к вашему порогу!

source: Fast, reliable delivery services ensuring your products arrive safely and on time.
ru: Быстрые и надежные службы доставки, обеспечивающие безопасную и своевременную доставку ваших товаров.

source: Schedule Delivery
ru: Запланировать доставку

source: We Provide <span>Services</span> You Can Rely On!
ru: Мы предоставляем <span>услуги</span>, на которые можно положиться!

source: Comprehensive support and services to keep your products performing at their best.
ru: Комплексная поддержка и услуги, позволяющие поддерживать максимальную производительность ваших продуктов.

source: Request Service
ru: Услуги

source: Contact Support
ru: Контактная поддержка

source: Free services
ru: Бесплатные сервисы

source: We also have free services such as delivery and installation of our products
ru: У нас также есть бесплатные услуги, такие как доставка и установка нашей продукции.

source: LEARN MORE
ru: УЗНАТЬ БОЛЬШЕ

source: Opening Hours
ru: Время работы

source: Sunday is a day off
ru: Воскресенье выходной

source: We Are Always Ready to Provide Our Service
ru: Мы всегда готовы предоставить свои услуги

source: Open up new horizons in medical diagnostics with our advanced radiology equipment. Improved image quality, diagnostic accuracy and innovative technologies are all available with our solutions. Trust the reliability and professionalism of our products for a successful medical practice.
ru: Откройте новые горизонты медицинской диагностики с помощью нашего передового радиологического оборудования. Наши решения обеспечивают улучшенное качество изображения, точность диагностики и инновационные технологии. Доверьтесь надежности и профессионализму нашей продукции для успешной медицинской практики.

source: Quality of technique
ru: Качество техники

source: Before delivery, equipment and consumables are tested for compliance with stated standards and certificates.
ru: Перед поставкой оборудование и расходные материалы проверяются на соответствие заявленным стандартам и сертификатам.

source: High On-Time Delivery Rate.
ru: Высокая скорость доставки в срок.

source: We have local experts on hand at all times, and our "no excuses" approach ensures that we are responsible for every pickup and delivery.
ru: У нас всегда под рукой местные эксперты, а наш подход «без оправданий» гарантирует, что мы несем ответственность за каждый прием и доставку.

source: Complex equipment
ru: Комплексное оборудование

source: Optimized solutions for comprehensive equipment of medical facilities of any complexity and in accordance with the available budget.
ru: Оптимизированные решения по комплексному оснащению медицинских учреждений любой сложности и в соответствии с имеющимся бюджетом.

source: Branches
ru: Филиалы

source: Specialist Employees
ru: Специалисты

source: Years of Experience
ru: Годы опыта

source: Our Service Center
ru: Наш сервисный центр

source: So far we have cooperated with many manufacturers all around the world
ru: На данный момент мы сотрудничаем со многими производителями по всему миру.

source: Some Information About Us
ru: Ещё информации о нас

source: Luch Stom Interprise LLC has successfully installed 164 units of ultrasound devices supplied by Wuxi Haiying Medical Devices Co Ltd
ru: ООО «Luch Stom Interprise» успешно установило 164 единицы ультразвуковых аппаратов производства Wuxi Haiying Medical Devices Co Ltd.

source: Luch Stom Interpsie LLC has been assigned as service center for installation, repairing and maintance for ultrasound devices in the amount 1200 units supplied by Mindray
ru: ООО «Luch Stom Interprise» определено сервисным центром по установке, ремонту и техническому обслуживанию ультразвуковых устройств в количестве 1200 единиц, поставленных компанией Mindray.

source: Medical equipment in Tashkent, Uzbekistan
ru: Медицинское оборудование в Ташкенте, Узбекистане

source: Dental equipment in Uzbekistan
ru: Стоматологическое оборудование в Узбекистане

source: Sales covers overall Republic of Uzbekistan
ru: Продажи охватывают всю Республику Узбекистан.

source: Sales agent present in main cities of Uzbekistan: Samarqand, Qarshi, Bukhara.
ru: Торговый агент присутствует в основных городах Узбекистана: Самарканд, Карши, Бухара.

source: Do you need any medical technique? Call +99871-261-53-08
ru: Вам нужна какая-либо медицинская техника? Звоните +99871-261-53-08.

source: Contact Now
ru: Связаться сейчас

source: Our best selling products so far.
ru: Наши самые продаваемые продукты на данный момент.

source: View Details
ru: Посмотреть детали

source: Completed Projects
ru: Завершенные проекты

source: Participated in MoH Uzbekistan procurement projects of medical equipment
ru: Участвовал в проектах МЗ Узбекистана по закупкам медицинского оборудования.

source: Total more than 15 contracts within last 4 years
ru: Всего более 15 контрактов за последние 4 года

source: Amount of all contracts equals to 9,134,545 USD
ru: Сумма всех контрактов превышает 9 135 000 долларов США.

source: 22 Aug, 2020
ru: 22 авг. 2020 г.

source: COMPLETED PROJECT WORLD BANK – IDB.
ru: ЗАВЕРШЕННЫЙ ПРОЕКТ ВСЕМИРНЫЙ БАНК – IDB

source: Total 7 contracts in the frame of project.
ru: Всего в рамках проекта 7 контрактов.

source: Total amount of contracts 6 576 385 USD.
ru: Общая сумма контрактов 6 576 385 долларов США.

source: Successfully completed and perform all obligation under contracts.
ru: Успешно завершили и выполнили все обязательства по договорам.

source: 15 Jul, 2020
ru: 15 июля 2020 г.

source: COMPLETED PROJECT UZMEDIMPEKS.
ru: ЗАВЕРШЕННЫЙ ПРОЕКТ UZMEDIMPEKS.

source: Total 7 contracts awarded.
ru: Всего заключено 7 контрактов.

source: Sum of the contracts – 2,318,160 USD.
ru: Сумма контрактов – 2 318 160 долларов США.

source: 05 Jan, 2020
ru: 05 янв. 2020 г.

source: COMPLETED PROJECT SFD SSMC PROJECT – SAUDI FUND.
ru: ЗАВЕРШЕННЫЙ ПРОЕКТ ЮФО ПРОЕКТ SSMC – SAUDI FUND.

source: 1 awarded contract.
ru: 1 заключенный контракт.

source: Sum of the contract 240 000 USD.
ru: Сумма контракта 240 000 долларов США.

source: Home
ru: О нас

source: Description
ru: Описание
